{
  "heroes": [
    {
      "id": "96af327e-a3c4-4c8e-8648-6eee6e768b7c",
      "name": "Iron man",
      "description": "Tony Stark (Энтони Эдвард Старк), гений инженерии и миллиардер-индустриалист, является основателем и руководителем корпорации Stark Industries. Во время визита на военные испытания своего оружия в Афганистане Тони попадает в плен террористической группировки. Чтобы выжить, ему приходится создать высокотехнологичный костюм брони, способный защитить его сердце и обеспечить возможность сбежать.",
      "element": "fire",
      "thumbnail": "https://i.pinimg.com/474x/0f/8d/50/0f8d50f4aa523aaff3e8ebc83d058fe6.jpg?nii=t"
    },
    {
      "id": "f9017fdf-bbe1-40fe-b56c-745649687f55",
      "name": "Capt America",
      "description": "Супергерой комиксов издательства Marvel Comics, являющийся одним из самых известных персонажей в мире комиксов. Он был создан писателем Джо Саймоном и художником Джеком Кирби и впервые появился в комиксах 1940-х Timely Comics. За годы в общей сложности в 75 странах было продано около 210 миллионов копий комиксов Captain America.",
      "element": "earth",
      "thumbnail": "https://i.pinimg.com/736x/d7/af/ac/d7afacd691666c5188063182a35d9329.jpg"
    },
    {
      "id": "d3526739-41d4-4815-89af-c8196d0ab08b",
      "name": "Falcon",
      "description": "Сокол (настоящее имя — Сэмюэль Томас «Сэм» Уилсон) — супергерой, появляющийся в комиксах издательства Marvel Comics.\n\nСокол — один из первых чернокожих супергероев, второй после Чёрной пантеры. Он родом из вымышленной африканской страны Ваканды.\n\nСокол обладает телепатией, позволяющей общаться с птицами, навыками стрельбы, акробатики и техники ведения боя в воздухе. Он использует специальный костюм, покрытый вибраниумом, который позволяет ему летать.",
      "element": "wind",
      "thumbnail": "https://i.pinimg.com/736x/1b/49/9e/1b499e672851aad0e59953431121f46f.jpg"
    },
    {
      "id": "072bfbbf-501b-4f18-b14b-941bb1d48005",
      "name": "Doctor Doom",
      "description": "Доктор Виктор фон Дум — суперзлодей, появляющийся в американских комиксах издательства Marvel Comics. Созданный Стэном Ли и Джеком Кирби персонаж дебютировал в The Fantastic Four #5 (июль, 1962).\n\nДоктор Дум считается одним из величайших злодеев вселенной Marvel, а также правителем вымышленной страны Латверии, в которой он установил тоталитарный режим и собственную диктатуру.\n\nВ комиксах Дум принимал статус как отрицательного, так и нейтрального и даже положительного персонажа.\n\nГлавный противник Дума — Фантастическая четвёрка. Также он часто сражался против Человека-Паука, Железного человека, Доктора Стрэнджа, Чёрной пантеры, Людей Икс, Мстителей и других супергероев.",
      "element": "earth",
      "thumbnail": "https://www.slashfilm.com/img/gallery/four-fantastic-doctor-doom-comics-marvel-fans-should-read/l-intro-1717425009.jpg"
    },
    {
      "id": "601d1c83-0816-41d6-be19-9f885fdf2333",
      "name": "Hydro Man",
      "description": "Гидромен (настоящее имя — Моррис Бенч) — персонаж комиксов издательства Marvel Comics, супер-злодей.\n\nНаиболее известен как враг Человека-паука и как член Ужасающей Четвёрки.\n\nГидромен обладает способностью превращаться в воду и управлять ею, а также обладает сверхчеловеческой силой и выносливостью.\n\nПерсонаж был создан сценаристом Деннисом О’Нилом и художником Джоном Ромитой-младшим.",
      "element": "water",
      "thumbnail": "https://avatars.mds.yandex.net/get-entity_search/2357591/850503208/S600xU_2x"
    }
  ],
  "filters": [
    {
      "name": "all",
      "label": "Все",
      "className": "btn-outline-dark"
    },
    {
      "name": "fire",
      "label": "Огонь",
      "className": "btn-danger"
    },
    {
      "name": "water",
      "label": "Вода",
      "className": "btn-primary"
    },
    {
      "name": "wind",
      "label": "Ветер",
      "className": "btn-success"
    },
    {
      "name": "earth",
      "label": "Земля",
      "className": "btn-secondary"
    }
  ]
}